{
  "MENU.NEWGAME":"New Game",
  "MENU.RESUME":"Resume",
  "MENU.PLAY":"Play",

  "MENU.SAVEGAME":"Save Game",
  "MENU.LOADGAME":"Load Game",
  "MENU.SAVE":"Save",
  "MENU.SAVE&EXIT":"Save & Exit",

  "MENU.OPTIONS":"Options",
  "MENU.CREDITS":"Credits",
  "MENU.EXIT":"Exit",

  "MENU.STATUS.LOADING":"Loading...",
  "MENU.SAVENAME.PLACEHOLDER":"Save name...",
  "MENU.LOAD.NOGAMES":"There are currently no saved games.",

  "MENU.OPTIONS.TITLE":"Options",
  "MENU.OPTIONS.GRAPHICS":"Graphics",
  "MENU.OPTIONS.SOUND":"Sound",
  "MENU.OPTIONS.GAMEPLAY":"Gameplay",
  "MENU.OPTIONS.RESET":"Reset",

  "MENU.OPTIONS.GRAPHICS.BRIGHTNESS":"Brightness",
  "MENU.OPTIONS.GRAPHICS.FULLSCREEN":"Fullscreen",
  "MENU.OPTIONS.GRAPHICS.RESOLUTION":"Resolution",
  "MENU.OPTIONS.GRAPHICS.QUALITY":"Quality",
  "MENU.OPTIONS.GRAPHICS.QUALITY.LOW":"Low",
  "MENU.OPTIONS.GRAPHICS.QUALITY.MEDIUM":"Medium",
  "MENU.OPTIONS.GRAPHICS.QUALITY.HIGH":"High",

  "MENU.OPTIONS.SOUND.MASTER":"Master Volume",
  "MENU.OPTIONS.SOUND.MUSIC":"Music Volume",
  "MENU.OPTIONS.SOUND.EFFECTS":"Effects Volume",

  "MENU.OPTIONS.GAMEPLAY.SENSITIVITY":"Mouse Sensitivity",
  "MENU.OPTIONS.GAMEPLAY.LANGUAGE":"Language",
  "MENU.OPTIONS.GAMEPLAY.LANGUAGE.ENGLISH":"English",
  "MENU.OPTIONS.GAMEPLAY.LANGUAGE.POLISH":"Polski",
  "MENU.OPTIONS.GAMEPLAY.LANGUAGE.SILESIAN":"Ślůnski",

  "MENU.OPTIONS.RESET.TEXT":"Are you sure you want to reset all settings to default?",
  "MENU.OPTIONS.RESET.YES":"Yes",
  "MENU.OPTIONS.RESET.NO":"No",

  "MENU.EXITGAME.TEXT":"Do you want to save the game before leaving?",
  "MENU.EXITGAME.YES":"Yes",
  "MENU.EXITGAME.NO":"No",

  "TAB.INVENTORY":"Inventory",
  "TAB.BLUEPRINTS":"Blueprints",
  "TAB.OBJECTIVES":"Objectives",
  "TAB.JOURNAL":"Journal",

  "JOURNAL.FAUNA": "Fauna",
  "JOURNAL.FAUNA.FUMBLYFISH": "Fumblyfish",
  "JOURNAL.FAUNA.FUMBLYFISH.DESCRIPTION": "Description: This small fish, part of the Intrusor sine pinnulis family, is a common sight in the oceans of Europa. The yellow-sided, green-bellied animals with no fins have evolved with a survival mechanic of sneaking under or behind sea rocks and vegetation, in order to avoid the eyes of predators. \nFumblyfish swims in big shoals, putting to use another method of predator disorientation. The fish ranks as the second link in the food chain of Europa’s ecosystem – it's herbivorous and lacks precise vision, its sight only practical for recognizing bioluminescent markings of other animals and the characteristic shapes of vegetation. These obstacles make it necessary for the animal to develop additional protective behaviors.",
  "JOURNAL.FAUNA.FUMBLYFISH.NOTES": "Notes: The fish are very flexible and their bodies stretch and bend significantly. They are the second most studied and best described species of fish inhabiting the waters of the moon, but are also among the simplest life forms found here.",
  "JOURNAL.FAUNA.ALGEON": "Algeon",
  "JOURNAL.FAUNA.ALGEON.DESCRIPTION": "Description: The Algeon has particularly taken after its algae surroundings – in its adaptation process, it developed a similar appearance to the underwater plants. The fish presents a set of tentacles, which it uses as both a means of mobility and aesthetic resemblance to the algae. It can be spotted in areas of high vegetation and feeds mainly on bigger sea bugs and small fish, which it can easily catch from its hiding places with two fang-like grippers, located by its face. Since the Algeon dwells in darker seafloor areas, noticeable are its bioluminescent elements, lining its sides.",
  "JOURNAL.FAUNA.ALGEON.NOTES": "Notes: From observation, the creature seems to be able to re-grow its cut-off tentacles, pointing towards exceptional cell regeneration abilities.",
  "JOURNAL.FAUNA.CHOMPY": "Chompy",
  "JOURNAL.FAUNA.CHOMPY.DESCRIPTION": "Description: The Mordax europae, more often referred to by its informal name of “Chomper” or “Chompy”, can be recognized by its three sets of sharp teeth inside a huge mouth opening, and a tubular, streamlined body shape. Still, despite its size, it only utilizes them to catch and feed on smaller fish and bigger sea bugs. Usually. Its anatomy allows it to reach high speeds swimming, making its main hunting technique hide-and-strike; it emerges from concealment, then in an instant engulfs all prey in its way, capturing them behind its big mouth opening. Its fins primarily serve a stabilization function, and the fish’s long tail functions as its main propeller.",
  "JOURNAL.FAUNA.CHOMPY.NOTES": "Notes: Chomp, chomp.",
  "JOURNAL.FAUNA.TICKTIK": "Ticktik",
  "JOURNAL.FAUNA.TICKTIK.DESCRIPTION": "Description: Ticktik is a seafloor-dweller, found generally in close proximity to geothermal sources. It’s a big, four-legged creature with a bulbous body shape. At the tip of its belly, it has a gripper it drills into the floor, collecting minerals and nutrients. It's a non-dangerous species, despite its appearance, which brings to mind a mechanical rover. Ticktik is cautious, often choosing to escape situations where its peace is disturbed, even if it has just begun the feeding-by-drilling process.",
  "JOURNAL.FAUNA.TICKTIK.NOTES": "The creature is one of the less well-studied animals parts of the moon’s ecosystem, which prompts a high interest among researchers to be the first to describe its features in detail.",
  
  "JOURNAL.FLORA": "Flora",
  "JOURNAL.FLORA.FEATHERGRASS": "Feathergrass",
  "JOURNAL.FLORA.FEATHERGRASS.DESCRIPTION": "Description: The grass can be very commonly found on Europa’s seafloors, typically further away from geothermal springs and sources, in places free from strong currents, on level terrain. They have been tested for water-filtration abilities, as revealed by their chemical composition. Feathergrass gets its name from the unique appearance of its leaves.",
  "JOURNAL.FLORA.FEATHERGRASS.NOTES": "Notes: Possible to utilize in new, smaller-scale water-filtering technologies.",
  "JOURNAL.FLORA.DEVILSLEEK": "Devil's sealeek",
  "JOURNAL.FLORA.DEVILSLEEK.DESCRIPTION": "Description: The Devil’s sealeek is among more dangerous organisms found in Europa’s waters. It gathers necessary elements from materials gathered from volcanic eruptions, as it grows in areas of geothermal activity. The name derives from houseleek, which the leaves of the sealeek remind of. The “Devil” segment refers to the toxic quality of the plant – it produces a strongly acidic resin from volcanic fallout it collects and filters. Direct contact with the toxic substance can cause severe burns and poisoning, which makes it critical to avoid all contact with the plant. Another reason for the plant’s devilish connotations comes from the fact it lives in very close proximity to geothermal sources, thriving in the hellishly hot conditions. If damaged, it threatens the environment with the release of its harmful contents.",
  "JOURNAL.FLORA.DEVILSLEEK.NOTES": "Notes: The cures to Devil’s sealeek poisoning and burns are currently in the process of being synthesized from available specimens, thus their effectiveness is yet to be tested.",

  "JOURNAL.EUROPA": "Europa",
  "JOURNAL.EUROPA.GENDESC": "General description: It’s the smallest of Jupiter's Galilean moons, discovered in 1610. It is made of silicates, has an iron-nickel core, and is covered by a kilometer-thick water-ice crust full of impact craters. Its thin atmosphere consists mainly of oxygen. Due to the high eccentricity of its orbit, tidal forces caused by Jupiter are able to provide energy to the moon. It allows water to remain liquid below its surface.In 2013, the Hubble telescope observed a cloud of water vapor near the moon's south pole, indicating geologic activity, which motivated a number of Earth’s space agencies to launch exploration programs focused on the research of Europa.",

  "INTERACTABLE.RESEARCHSTATION": "Research station",
  "INTERACTABLE.RESEARCHSTATION.RESEARCH": "Research",

  "INTERACTABLE.INVENTORY": "Inventory",
  "INTERACTABLE.LOCKER": "Locker",
  "INTERACTABLE.JOURNAL": "Journal"
}
